Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Settings.OAuthCredentialsStored
source: Saved OAuth credentials are configured. Start Google sign-in before opening Profile or uploading.
af_za: Gestoorde OAuth-eiebewyse is opgestel. Begin Google-aanmelding voordat u Profiel oopmaak of oplaai.
am_et: የተቀመጡ የOAuth ምስክርነቶች ተዋቅረዋል። መገለጫ ከመክፈትዎ ወይም ከመጫንዎ በፊት ጎግል መግባትን ይጀምሩ።
ar_sa: تم تكوين بيانات اعتماد OAuth المحفوظة. ابدأ تسجيل الدخول إلى Google قبل فتح الملف الشخصي أو التحميل.
as_in: সংৰক্ষিত OAuth প্ৰমাণপত্ৰসমূহ বিন্যাস কৰা হৈছে। প্ৰফাইল খোলাৰ আগতে বা আপলোড কৰাৰ আগতে Google চাইন-ইন আৰম্ভ কৰক।
az_latn_az: Saxlanmış OAuth etimadnamələri konfiqurasiya edilmişdir. Profili açmadan və ya yükləmədən əvvəl Google-a daxil olmağa başlayın.
be_by: Захаваныя ўліковыя даныя OAuth настроены. Пачніце ўваход у Google перад адкрыццём профілю або загрузкай.
bg_bg: Запазените идентификационни данни за OAuth са конфигурирани. Стартирайте влизане в Google, преди да отворите профил или да качите.
bn_bd: সংরক্ষিত OAuth শংসাপত্রগুলি কনফিগার করা হয়েছে৷ প্রোফাইল খোলা বা আপলোড করার আগে Google সাইন-ইন শুরু করুন।
bs_latn_ba: Spremljene OAuth vjerodajnice su konfigurirane. Započnite prijavu na Google prije otvaranja profila ili otpremanja.
ca_es: Les credencials d'OAuth desades estan configurades. Inicieu l'inici de sessió a Google abans d'obrir el perfil o penjar-ho.
cs_cz: Uložená pověření OAuth jsou nakonfigurována. Před otevřením profilu nebo nahráním zahajte přihlašování přes Google.
da_dk: Gemte OAuth-legitimationsoplysninger er konfigureret. Start Google-login, før du åbner profil eller uploader.
de_de: Gespeicherte OAuth-Anmeldeinformationen sind konfiguriert. Starten Sie die Google-Anmeldung, bevor Sie das Profil öffnen oder hochladen.
el_gr: Τα αποθηκευμένα διαπιστευτήρια OAuth έχουν ρυθμιστεί. Ξεκινήστε τη σύνδεση στο Google πριν ανοίξετε το Προφίλ ή τη μεταφόρτωση.
es_us: Las credenciales de OAuth guardadas están configuradas. Inicie el inicio de sesión de Google antes de abrir el perfil o cargarlo.
et_ee: Salvestatud OAuthi mandaadid on konfigureeritud. Enne profiili avamist või üleslaadimist alustage Google'i sisselogimist.
eu_es: Gordetako OAuth kredentzialak konfiguratuta daude. Hasi saioa Google-n Profile ireki edo kargatu aurretik.
fa_ir: اطلاعات کاربری ذخیره شده OAuth پیکربندی شده است. قبل از باز کردن نمایه یا آپلود، ورود به سیستم Google را شروع کنید.
fi_fi: Tallennetut OAuth-kirjautumistiedot on määritetty. Aloita Google-sisäänkirjautuminen ennen profiilin avaamista tai lataamista.
fil_ph: Na-configure ang mga naka-save na kredensyal ng OAuth. Simulan ang pag-sign in sa Google bago buksan ang Profile o pag-upload.
fr_ca: Les informations d'identification OAuth enregistrées sont configurées. Démarrez la connexion Google avant d'ouvrir le profil ou de télécharger.
gl_es: As credenciais de OAuth gardadas están configuradas. Inicia sesión en Google antes de abrir o perfil ou cargar.
gu_in: સાચવેલ OAuth ઓળખપત્રો ગોઠવેલ છે. પ્રોફાઇલ ખોલતા પહેલા અથવા અપલોડ કરતા પહેલા Google સાઇન-ઇન શરૂ કરો.
he_il: אישורי OAuth שמורים מוגדרים. התחל את הכניסה של Google לפני פתיחת פרופיל או העלאה.
hi_in: सहेजे गए OAuth क्रेडेंशियल कॉन्फ़िगर किए गए हैं। प्रोफ़ाइल खोलने या अपलोड करने से पहले Google साइन-इन प्रारंभ करें।
hr_hr: Spremljene OAuth vjerodajnice su konfigurirane. Pokrenite prijavu na Google prije otvaranja profila ili prijenosa.
hu_hu: A mentett OAuth hitelesítési adatok konfigurálva vannak. Indítsa el a Google-bejelentkezést a profil megnyitása vagy a feltöltés előtt.
hy_am: Պահված OAuth հավատարմագրերը կազմաձևված են: Նախքան պրոֆիլը բացելը կամ վերբեռնելը, սկսեք մուտք գործել Google-ում:
id_id: Kredensial OAuth yang disimpan telah dikonfigurasi. Mulai masuk dengan Google sebelum membuka Profil atau mengunggah.
is_is: Vistað OAuth skilríki eru stillt. Byrjaðu Google innskráningu áður en þú opnar prófíl eða hleður upp.
it_it: Le credenziali OAuth salvate sono configurate. Avvia l'accesso a Google prima di aprire il profilo o caricarlo.
ja_jp: 保存された OAuth 認証情報が設定されます。プロフィールを開いたりアップロードしたりする前に、Google サインインを開始してください。
ka_ge: შენახული OAuth სერთიფიკატები კონფიგურირებულია. დაიწყეთ Google-ში შესვლა პროფილის გახსნამდე ან ატვირთვამდე.
kk_kz: Сақталған OAuth тіркелгі деректері конфигурацияланған. Профильді ашу немесе жүктеп салу алдында Google жүйесіне кіруді бастаңыз.
km_kh: ឯកសារសម្គាល់អត្តសញ្ញាណ OAuth ដែលបានរក្សាទុកត្រូវបានកំណត់រចនាសម្ព័ន្ធ។ ចាប់ផ្តើមការចូល Google មុនពេលបើកប្រវត្តិរូប ឬបង្ហោះ។
kn_in: ಉಳಿಸಿದ OAuth ರುಜುವಾತುಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿದೆ. ಪ್ರೊಫೈಲ್ ತೆರೆಯುವ ಮೊದಲು ಅಥವಾ ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು Google ಸೈನ್-ಇನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ko_kr: 저장된 OAuth 자격 증명이 구성되었습니다. 프로필을 열거나 업로드하기 전에 Google 로그인을 시작하세요.
ky_kg: Сакталган OAuth эсептик дайындары конфигурацияланган. Профилди ачуудан же жүктөөдөн мурун Google'га кириңиз.
lo_la: ຂໍ້ມູນປະຈຳຕົວ OAuth ທີ່ບັນທຶກໄວ້ຖືກຕັ້ງຄ່າແລ້ວ. ເລີ່ມການເຂົ້າສູ່ລະບົບ Google ກ່ອນທີ່ຈະເປີດໂປຣໄຟລ໌ ຫຼືອັບໂຫຼດ.
lt_lt: Išsaugoti OAuth kredencialai sukonfigūruoti. Pradėkite „Google“ prisijungimą prieš atidarydami profilį arba įkeldami.
lv_lv: Saglabātie OAuth akreditācijas dati ir konfigurēti. Sāciet Google pierakstīšanos pirms profila atvēršanas vai augšupielādes.
mk_mk: Зачуваните акредитиви на OAuth се конфигурирани. Започнете со најавување на Google пред да го отворите профилот или да поставите.
ml_in: സംരക്ഷിച്ച OAuth ക്രെഡൻഷ്യലുകൾ കോൺഫിഗർ ചെയ്‌തു. പ്രൊഫൈൽ തുറക്കുന്നതിനോ അപ്‌ലോഡ് ചെയ്യുന്നതിനോ മുമ്പ് Google സൈൻ ഇൻ ആരംഭിക്കുക.
mn_mn: Хадгалсан OAuth итгэмжлэлүүдийг тохируулсан. Профайл нээх эсвэл байршуулахаас өмнө Google-д нэвтэрнэ үү.
mr_in: सेव्ह केलेले OAuth क्रेडेन्शियल कॉन्फिगर केले आहेत. प्रोफाइल उघडण्यापूर्वी किंवा अपलोड करण्यापूर्वी Google साइन-इन सुरू करा.
ms_my: Bukti kelayakan OAuth yang disimpan dikonfigurasikan. Mulakan log masuk Google sebelum membuka Profil atau memuat naik.
nb_no: Lagret OAuth-legitimasjon er konfigurert. Start Google-pålogging før du åpner profil eller laster opp.
ne_np: बचत गरिएका OAuth प्रमाणहरू कन्फिगर गरिएका छन्। प्रोफाइल खोल्नु वा अपलोड गर्नु अघि Google साइन इन सुरु गर्नुहोस्।
nl_nl: Opgeslagen OAuth-inloggegevens zijn geconfigureerd. Start het inloggen bij Google voordat u Profiel opent of uploadt.
or_in: ସଞ୍ଚିତ OAuth ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ବିନ୍ୟାସିତ ହୋଇଛି | ପ୍ରୋଫାଇଲ୍ ଖୋଲିବା କିମ୍ବା ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଗୁଗୁଲ୍ ସାଇନ୍-ଇନ୍ ଆରମ୍ଭ କରନ୍ତୁ |
pa_in: ਸੁਰੱਖਿਅਤ ਕੀਤੇ OAuth ਕ੍ਰੀਡੈਂਸ਼ੀਅਲਸ ਕੌਂਫਿਗਰ ਕੀਤੇ ਗਏ ਹਨ। ਪ੍ਰੋਫਾਈਲ ਖੋਲ੍ਹਣ ਜਾਂ ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ Google ਸਾਈਨ-ਇਨ ਸ਼ੁਰੂ ਕਰੋ।
pl_pl: Zapisane poświadczenia OAuth są skonfigurowane. Rozpocznij logowanie się przez Google przed otwarciem profilu lub przesłaniem.
pt_br: As credenciais OAuth salvas são configuradas. Inicie o login do Google antes de abrir o perfil ou fazer upload.
ro_ro: Acreditările OAuth salvate sunt configurate. Începeți conectarea la Google înainte de a deschide Profilul sau de a încărca.
ru_ru: Сохраненные учетные данные OAuth настроены. Запустите вход в Google перед открытием профиля или загрузкой.
si_lk: සුරකින ලද OAuth අක්තපත්‍ර වින්‍යාස කර ඇත. පැතිකඩ විවෘත කිරීමට හෝ උඩුගත කිරීමට පෙර Google පුරනය වීම ආරම්භ කරන්න.
sk_sk: Uložené poverenia OAuth sú nakonfigurované. Pred otvorením profilu alebo odovzdaním spustite prihlásenie do služby Google.
sl_si: Shranjene poverilnice OAuth so konfigurirane. Start Google sign-in before opening Profile or uploading.
sq_al: Kredencialet e ruajtura të OAuth janë konfiguruar. Filloni identifikimin në Google përpara se të hapni profilin ose të ngarkoni.
sr_cyrl_rs: Сачувани ОАутх акредитиви су конфигурисани. Покрените пријављивање на Гоогле пре отварања профила или отпремања.
sr_latn_rs: Sačuvani OAuth akreditivi su konfigurisani. Pokrenite prijavljivanje na Google pre otvaranja profila ili otpremanja.
sv_se: Sparade OAuth-uppgifter är konfigurerade. Starta Google-inloggning innan du öppnar profil eller laddar upp.
sw_ke: Vitambulisho vya OAuth vilivyohifadhiwa vimesanidiwa. Anzisha kuingia kwa Google kabla ya kufungua Wasifu au kupakia.
ta_in: சேமிக்கப்பட்ட OAuth நற்சான்றிதழ்கள் உள்ளமைக்கப்பட்டுள்ளன. சுயவிவரத்தைத் திறப்பதற்கு முன் அல்லது பதிவேற்றுவதற்கு முன் Google உள்நுழைவைத் தொடங்கவும்.
te_in: సేవ్ చేయబడిన OAuth ఆధారాలు కాన్ఫిగర్ చేయబడ్డాయి. ప్రొఫైల్ తెరవడానికి లేదా అప్‌లోడ్ చేయడానికి ముందు Google సైన్-ఇన్‌ను ప్రారంభించండి.
th_th: มีการกำหนดค่าข้อมูลรับรอง OAuth ที่บันทึกไว้แล้ว เริ่มการลงชื่อเข้าใช้ Google ก่อนที่จะเปิดโปรไฟล์หรืออัปโหลด
tr_tr: Kaydedilen OAuth kimlik bilgileri yapılandırıldı. Profili açmadan veya yükleme yapmadan önce Google ile oturum açmayı başlatın.
uk_ua: Збережені облікові дані OAuth налаштовано. Розпочніть вхід у Google, перш ніж відкривати профіль або завантажувати.
ur_pk: محفوظ کردہ OAuth اسناد کنفیگر ہو گئی ہیں۔ پروفائل کھولنے یا اپ لوڈ کرنے سے پہلے گوگل سائن ان شروع کریں۔
uz_latn_uz: Saqlangan OAuth hisob maʼlumotlari sozlangan. Profilni ochish yoki yuklashdan oldin Google hisobiga kiring.
vi_vn: Thông tin đăng nhập OAuth đã lưu được định cấu hình. Bắt đầu đăng nhập Google trước khi mở Hồ sơ hoặc tải lên.
zh_hans_cn: 保存的 OAuth 凭据已配置。在打开个人资料或上传之前启动 Google 登录。
zh_hant_hk: 已儲存的 OAuth 憑證已配置。在開啟個人資料或上傳之前啟動 Google 登入。
zu_za: Ukuqinisekisa kwe-OAuth okulondoloziwe kuyalungiswa. Qala ukungena ngemvume kwe-Google ngaphambi kokuvula Iphrofayela noma ukulayisha.

# Settings.OAuthIncompleteOverride
source: An incomplete saved OAuth override was ignored. Using built-in UniTube configuration for Profile and uploads.
af_za: 'n Onvolledige gestoorde OAuth-oorskrywing is geïgnoreer. Gebruik ingeboude UniTube-konfigurasie vir profiel en oplaaie.
am_et: ያልተጠናቀቀ የ OAuth መሻር ችላ ተብሏል። አብሮ የተሰራውን የUniTube ውቅረትን በመጠቀም ለመገለጫ እና ሰቀላዎች።
ar_sa: تم تجاهل تجاوز OAuth المحفوظ غير المكتمل. استخدام تكوين UniTube المدمج لملف التعريف والتحميلات.
as_in: এটা অসম্পূৰ্ণ সংৰক্ষিত OAuth অভাৰৰাইড আওকাণ কৰা হৈছিল। আলেখ্যন আৰু আপল'ডসমূহৰ বাবে অন্তৰ্নিৰ্মিত UniTube বিন্যাস ব্যৱহাৰ কৰা।
az_latn_az: Natamam saxlanılmış OAuth ləğvi nəzərə alınmadı. Profil və yükləmələr üçün daxili UniTube konfiqurasiyasından istifadə.
be_by: Няпоўнае захаванае перавызначэнне OAuth было праігнаравана. Выкарыстанне ўбудаванай канфігурацыі UniTube для профілю і загрузак.
bg_bg: Непълно запазено заместване на OAuth беше игнорирано. Използване на вградена конфигурация на UniTube за профил и качвания.
bn_bd: একটি অসম্পূর্ণ সংরক্ষিত OAuth ওভাররাইড উপেক্ষা করা হয়েছে৷ প্রোফাইল এবং আপলোডের জন্য অন্তর্নির্মিত UniTube কনফিগারেশন ব্যবহার করে।
bs_latn_ba: Nepotpuno sačuvano zamjena OAuth-a je zanemareno. Korištenje ugrađene UniTube konfiguracije za profil i otpremanje.
ca_es: S'ha ignorat una substitució d'OAuth desada incompleta. Utilitzant la configuració integrada d'UniTube per al perfil i les càrregues.
cs_cz: Neúplné uložené přepsání OAuth bylo ignorováno. Použití vestavěné konfigurace UniTube pro profil a nahrávání.
da_dk: En ufuldstændig gemt OAuth-tilsidesættelse blev ignoreret. Brug af indbygget UniTube-konfiguration til profil og uploads.
de_de: Eine unvollständig gespeicherte OAuth-Überschreibung wurde ignoriert. Verwendung der integrierten UniTube-Konfiguration für Profile und Uploads.
el_gr: Μια ατελής αποθηκευμένη παράκαμψη OAuth αγνοήθηκε. Χρήση ενσωματωμένης διαμόρφωσης UniTube για Προφίλ και μεταφορτώσεις.
es_us: Se ignoró una anulación de OAuth guardada incompleta. Usando la configuración integrada de UniTube para perfiles y cargas.
et_ee: Mittetäielikku salvestatud OAuthi alistamist ignoreeriti. Sisseehitatud UniTube'i konfiguratsiooni kasutamine profiili ja üleslaadimiste jaoks.
eu_es: Osatu gabeko gordetako OAuth gainidatzi bati ez ikusi egin zaio. Profilerako eta kargatzeko UniTube konfigurazio integratua erabiliz.
fa_ir: لغو ناقص ذخیره شده OAuth نادیده گرفته شد. استفاده از پیکربندی UniTube داخلی برای نمایه و آپلود.
fi_fi: Epätäydellinen tallennettu OAuth-ohitus ohitettiin. Sisäänrakennetun UniTube-määrityksen käyttäminen profiilille ja latauksille.
fil_ph: Binalewala ang isang hindi kumpletong naka-save na OAuth override. Paggamit ng built-in na configuration ng UniTube para sa Profile at mga pag-upload.
fr_ca: Un remplacement OAuth enregistré incomplet a été ignoré. Utilisation de la configuration UniTube intégrée pour le profil et les téléchargements.
gl_es: Ignorouse unha substitución de OAuth gardada incompleta. Usando a configuración integrada de UniTube para o perfil e as cargas.
gu_in: અપૂર્ણ સાચવેલ OAuth ઓવરરાઇડને અવગણવામાં આવ્યું હતું. પ્રોફાઇલ અને અપલોડ્સ માટે બિલ્ટ-ઇન UniTube રૂપરેખાંકનનો ઉપયોગ કરીને.
he_il: התעלמה מעקיפה לא הושלמה של OAuth. שימוש בתצורת UniTube מובנית עבור פרופיל והעלאות.
hi_in: अपूर्ण सहेजे गए OAuth ओवरराइड को अनदेखा कर दिया गया। प्रोफ़ाइल और अपलोड के लिए अंतर्निहित यूनीट्यूब कॉन्फ़िगरेशन का उपयोग करना।
hr_hr: Nepotpuno spremljeno nadjačavanje OAutha je zanemareno. Korištenje ugrađene UniTube konfiguracije za profil i prijenose.
hu_hu: A program figyelmen kívül hagyta a nem teljes mentett OAuth-felülírást. A beépített UniTube konfiguráció használata a profilhoz és a feltöltéshez.
hy_am: Թերի պահպանված OAuth-ի փոխարինումն անտեսվել է: Օգտագործելով ներկառուցված UniTube կոնֆիգուրացիան պրոֆիլի և վերբեռնումների համար:
id_id: Penggantian OAuth tersimpan yang tidak lengkap telah diabaikan. Menggunakan konfigurasi UniTube bawaan untuk Profil dan unggahan.
is_is: Ófullnægjandi vistað OAuth hnekking var hunsuð. Notar innbyggða UniTube stillingu fyrir prófíl og upphleðslur.
it_it: Un override OAuth salvato incompleto è stato ignorato. Utilizzo della configurazione UniTube integrata per profilo e caricamenti.
ja_jp: 不完全に保存された OAuth オーバーライドは無視されました。プロファイルとアップロードに組み込みの UniTube 構成を使用します。
ka_ge: არასრული შენახული OAuth უგულებელყოფა იქნა იგნორირებული. ჩაშენებული UniTube კონფიგურაციის გამოყენება პროფილისა და ატვირთვისთვის.
kk_kz: Толық емес сақталған OAuth қайта анықтау еленбеді. Профиль және жүктеп салулар үшін кірістірілген UniTube конфигурациясын пайдалану.
km_kh: ការបដិសេធ OAuth ដែលបានរក្សាទុកមិនពេញលេញត្រូវបានអើពើ។ ការប្រើប្រាស់ការកំណត់រចនាសម្ព័ន្ធ UniTube ដែលមានស្រាប់សម្រាប់កម្រងព័ត៌មាន និងការបង្ហោះ។
kn_in: ಅಪೂರ್ಣ ಉಳಿಸಿದ OAuth ಅತಿಕ್ರಮಣವನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗಿದೆ. ಪ್ರೊಫೈಲ್ ಮತ್ತು ಅಪ್‌ಲೋಡ್‌ಗಳಿಗಾಗಿ ಅಂತರ್ನಿರ್ಮಿತ ಯುನಿಟ್ಯೂಬ್ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಬಳಸುವುದು.
ko_kr: 불완전하게 저장된 OAuth 재정의가 무시되었습니다. 프로필 및 업로드를 위해 내장된 UniTube 구성을 사용합니다.
ky_kg: Толук эмес сакталган OAuth жокко чыгаруу этибарга алынбай калды. Профиль жана жүктөөлөр үчүн камтылган UniTube конфигурациясын колдонуу.
lo_la: ການ override OAuth ທີ່ບັນທຶກໄວ້ບໍ່ສົມບູນໄດ້ຖືກລະເລີຍ. ການ​ນໍາ​ໃຊ້​ການ​ຕັ້ງ​ຄ່າ UniTube ໃນ​ຕົວ​ສໍາ​ລັບ​ຂໍ້​ມູນ​ແລະ​ການ​ອັບ​ໂຫລດ​.
lt_lt: Nepaisytas neužbaigtas išsaugotas OAuth nepaisymas. Integruotos UniTube konfigūracijos naudojimas profiliui ir įkėlimams.
lv_lv: Tika ignorēts nepilnīgs saglabātais OAuth ignorējums. Izmantojot iebūvēto UniTube konfigurāciju profilam un augšupielādēm.
mk_mk: Нецелосно зачувано отфрлање на OAuth беше игнорирано. Користење на вградената конфигурација на UniTube за профил и поставувања.
ml_in: ഒരു അപൂർണ്ണ സംരക്ഷിച്ച OAuth അസാധുവാക്കൽ അവഗണിക്കപ്പെട്ടു. പ്രൊഫൈലിനും അപ്‌ലോഡുകൾക്കുമായി അന്തർനിർമ്മിത UniTube കോൺഫിഗറേഷൻ ഉപയോഗിക്കുന്നു.
mn_mn: Хадгалсан бүрэн бус OAuth хүчингүй болгохыг үл тоомсорлов. Профайл болон байршуулалтад суурилуулсан UniTube тохиргоог ашиглах.
mr_in: अपूर्ण जतन केलेल्या OAuth ओव्हरराइडकडे दुर्लक्ष केले गेले. प्रोफाइल आणि अपलोडसाठी अंगभूत UniTube कॉन्फिगरेशन वापरणे.
ms_my: Pembatalan OAuth disimpan yang tidak lengkap telah diabaikan. Menggunakan konfigurasi UniTube terbina dalam untuk Profil dan muat naik.
nb_no: En ufullstendig lagret OAuth-overstyring ble ignorert. Bruker innebygd UniTube-konfigurasjon for profil og opplastinger.
ne_np: एउटा अपूर्ण बचत गरिएको OAuth ओभरराइडलाई बेवास्ता गरियो। प्रोफाइल र अपलोडहरूको लागि निर्मित UniTube कन्फिगरेसन प्रयोग गर्दै।
nl_nl: Een onvolledig opgeslagen OAuth-overschrijving werd genegeerd. Gebruik van ingebouwde UniTube-configuratie voor profiel en uploads.
or_in: ଏକ ଅସମ୍ପୂର୍ଣ୍ଣ ସଞ୍ଚିତ OAuth ନବଲିଖନକୁ ଅଣଦେଖା କରାଯାଇଥିଲା | ପ୍ରୋଫାଇଲ୍ ଏବଂ ଅପଲୋଡ୍ ପାଇଁ ବିଲ୍ଟ-ଇନ୍ ୟୁନିଟ୍ୟୁବ୍ ବିନ୍ୟାସକରଣ ବ୍ୟବହାର |
pa_in: ਇੱਕ ਅਧੂਰੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ OAuth ਓਵਰਰਾਈਡ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਗਿਆ ਸੀ। ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਅੱਪਲੋਡਸ ਲਈ ਬਿਲਟ-ਇਨ UniTube ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ।
pl_pl: Niekompletne zapisane zastąpienie protokołu OAuth zostało zignorowane. Korzystanie z wbudowanej konfiguracji UniTube dla profilu i przesyłania.
pt_br: Uma substituição incompleta do OAuth salva foi ignorada. Usando configuração UniTube integrada para perfil e uploads.
ro_ro: O înlocuire OAuth salvată incompletă a fost ignorată. Folosind configurația încorporată UniTube pentru profil și încărcări.
ru_ru: Неполное сохраненное переопределение OAuth было проигнорировано. Использование встроенной конфигурации UniTube для профиля и загрузки.
si_lk: අසම්පූර්ණ සුරැකි OAuth අභිබවා යාමක් නොසලකා හරින ලදී. පැතිකඩ සහ උඩුගත කිරීම් සඳහා බිල්ට් යුනිටියුබ් වින්‍යාසය භාවිතා කිරීම.
sk_sk: Neúplné uložené prepísanie OAuth bolo ignorované. Používanie vstavanej konfigurácie UniTube pre profil a nahrávanie.
sl_si: Nepopolna shranjena preglasitev OAuth je bila prezrta. Using built-in UniTube configuration for Profile and uploads.
sq_al: Një zëvendësim jo i plotë i ruajtur OAuth u shpërfill. Përdorimi i konfigurimit të integruar të UniTube për profilin dhe ngarkimet.
sr_cyrl_rs: Непотпуно сачувано замена ОАутх-а је занемарено. Коришћење уграђене УниТубе конфигурације за профил и отпремање.
sr_latn_rs: Nepotpuno sačuvano zamena OAuth-a je zanemareno. Korišćenje ugrađene UniTube konfiguracije za profil i otpremanje.
sv_se: En ofullständig sparad OAuth-åsidosättning ignorerades. Använder inbyggd UniTube-konfiguration för profil och uppladdningar.
sw_ke: Ubatilishaji wa OAuth ambao haujakamilika ulipuuzwa. Kwa kutumia usanidi wa UniTube uliojengewa ndani kwa Wasifu na upakiaji.
ta_in: ஒரு முழுமையடையாத சேமிக்கப்பட்ட OAuth புறக்கணிக்கப்பட்டது. சுயவிவரம் மற்றும் பதிவேற்றங்களுக்கு உள்ளமைக்கப்பட்ட யூனிடியூப் உள்ளமைவைப் பயன்படுத்துதல்.
te_in: అసంపూర్తిగా సేవ్ చేయబడిన OAuth ఓవర్‌రైడ్ విస్మరించబడింది. ప్రొఫైల్ మరియు అప్‌లోడ్‌ల కోసం అంతర్నిర్మిత UniTube కాన్ఫిగరేషన్‌ని ఉపయోగించడం.
th_th: การแทนที่ OAuth ที่บันทึกไว้ที่ไม่สมบูรณ์ถูกละเว้น การใช้การกำหนดค่า UniTube ในตัวสำหรับโปรไฟล์และการอัปโหลด
tr_tr: Eksik kaydedilmiş bir OAuth geçersiz kılma işlemi göz ardı edildi. Profil ve yüklemeler için yerleşik UniTube yapılandırmasını kullanma.
uk_ua: Неповне збережене перевизначення OAuth було проігноровано. Використання вбудованої конфігурації UniTube для профілю та завантажень.
ur_pk: ایک نامکمل محفوظ کردہ OAuth اوور رائیڈ کو نظر انداز کر دیا گیا۔ پروفائل اور اپ لوڈز کے لیے بلٹ ان UniTube کنفیگریشن کا استعمال۔
uz_latn_uz: Toʻliq boʻlmagan saqlangan OAuth bekor qilish eʼtiborga olinmadi. Profil va yuklashlar uchun o'rnatilgan UniTube konfiguratsiyasidan foydalanish.
vi_vn: Ghi đè OAuth được lưu chưa hoàn chỉnh đã bị bỏ qua. Sử dụng cấu hình UniTube tích hợp cho Hồ sơ và tải lên.
zh_hans_cn: 忽略不完整保存的 OAuth 覆盖。使用内置 UniTube 配置进行配置文件和上传。
zh_hant_hk: 忽略不完整儲存的 OAuth 覆蓋。使用內建 UniTube 設定進行設定檔和上傳。
zu_za: Ukukhipha okungaphelele kwe-OAuth okulondoloziwe kuzitshiwe. Isebenzisa ukulungiselelwa kwe-UniTube eyakhelwe ngaphakathi Yephrofayili nokulayishwayo.
